[{"id":"2064723306","key":"faction_description_1","text":"The United Federation of Planets is a collection of space-faring species spanning a large area of the Alpha Quadrant. It was founded by the Vulcans, Humans, Andorians, and Tellarites in 2161. The Federation has expanded to many more members and continues to grow in size and influence throughout the galaxy.","modified":"2023-07-06 12:26:40"},{"id":"2064723306","key":"faction_name_1","text":"Federation","modified":"2023-07-06 12:26:40"},{"id":"4153667145","key":"faction_description_2","text":"Almost a millennium and a half after the unification of the planet of Kronos, the Klingon Empire has expanded to encompass a huge area of space spanning the Beta Quadrant. Power is held by the High Council, led by the Klingon Chancellor who leads this war-hungry military hierarchy in their bid to conquer the galaxy.","modified":"2023-07-06 12:26:40"},{"id":"4153667145","key":"faction_name_2","text":"Klingon","modified":"2023-07-06 12:26:40"},{"id":"669838839","key":"faction_description_3","text":"The Romulan Star Empire is publicly led by the Romulan Senate, but is, in reality, controlled by a network of operatives and spies called the Tal Shiar. Outwardly hostile, but typically a defensive presence, the Romulans have carved a large portion of the Beta Quadrant as their sovereign territory.","modified":"2023-07-06 12:26:40"},{"id":"669838839","key":"faction_name_3","text":"Romulan","modified":"2023-07-06 12:26:40"},{"id":"2720916152","key":"faction_description_4","text":"The Andorian Imperial Guard acts as one of the most potent defense forces in the Federation. As a founding member, the Andorians have a strong influence with Starfleet and work closely with them to protect their borders. Andorians are very confrontational in nature and have made many enemies in the recent events surrounding the Cold War. Their warships patrol near Independent space in anticipation of conflict.","modified":"2023-07-06 12:26:40"},{"id":"2720916152","key":"faction_name_4","text":"Andorian","modified":"2023-07-06 12:26:40"},{"id":"350555116","key":"faction_description_5","text":"Since the destruction of their homeworld at the hands of the renegade Romulan, Nero, the last surviving Vulcans have banded together in search of a colony to call home. New Vulcan, situated near the Romulan Neutral Zone has been established and acts as home of the Vulcan Science Academy. Their goal is to rebuild their culture, under the protection of Starfleet and the Federation.","modified":"2023-07-06 12:26:40"},{"id":"350555116","key":"faction_name_5","text":"Vulcan","modified":"2023-07-06 12:26:40"},{"id":"409521001","key":"faction_description_6","text":"The Gorn Hegemony have lived under Klingon control for decades with their King reporting directly to the Klingon Chancellor. Originally from an unknown distant region of space, the Gorn settled in the Beta Quadrant after many years of expansion and exploration. Their reptilian appearance makes them appear ferociously hostile, but their social structure is as complex as any in the known galaxy.","modified":"2023-07-06 12:26:40"},{"id":"409521001","key":"faction_name_6","text":"Gorn","modified":"2023-07-06 12:26:40"},{"id":"1830397894","key":"faction_description_7","text":"The Arkonians are a technologically advanced race that co-exist with the Klingons in the Beta Quadrant. Despite having been subservient to the Empire in the past, they are views as honorable and formidable allies in recent years by the High Council. The Arkonians were quick to condemn Starfleet for their incursion on Kronos in 2259 and have been aggressively building an armada of ships in anticipation of retaliation.","modified":"2023-07-06 12:26:40"},{"id":"1830397894","key":"faction_name_7","text":"Arkonian","modified":"2023-07-06 12:26:40"},{"id":"3040739551","key":"faction_description_8","text":"The nomadic Suliban are recovering from near-extinction in the late 22nd century. Ruled by a corrupt Cabal since their homeworld was left uninhabitable, the Suliban people overthrew their oppressive rulers and took shelter behind the Romulan border. Now, the Suliban Cabal and the Nomads are closer than ever to putting their differences aside and unifying as one people.","modified":"2023-07-06 12:26:40"},{"id":"3040739551","key":"faction_name_8","text":"Suliban","modified":"2023-07-06 12:26:40"},{"id":"2870430412","key":"faction_description_9","text":"The Corvallen are a close ally of the Tal Shiar, the intelligence agency that runs the Romulan Star Empire. Their close ties are a result of a long-standing history of working together to conquer vast areas of the Beta Quadrant. The Corvallen have little interest in holding territory, instead taking heavy compensation from their Romulan allies in the form of technology and resources. They are very powerful military allies and are integral to holding the Romulan line against the Klingons.","modified":"2023-07-06 12:26:40"},{"id":"2870430412","key":"faction_name_9","text":"Corvallen","modified":"2023-07-06 12:26:40"},{"id":"1662202696","key":"faction_description_10","text":"The Orion Syndicate act as the major broker between Independents and passing traders in the center of Independent space. Their grand institution of organized crime and illegal activity is widely accepted as uncontrollable by Starfleet, so the Orions have become the dominant force in the neutral pockets of space between the three major galactic superpowers, much to the dismay of their neighbouring rivals, the Nausicaans and Rigelians.","modified":"2023-07-06 12:26:40"},{"id":"1662202696","key":"faction_name_10","text":"Orion Syndicate","modified":"2023-07-06 12:26:40"},{"id":"2113010081","key":"faction_description_11","text":"The Augments are a relic of a time long past, a testament to the violent history of humankind. Bred for warfare, they were designed to be stronger, faster and more intelligent than even the most remarkable humans. So great was their power that they were able to overthrow Earth’s governments in a bloody conflict.","modified":"2023-07-06 12:26:40"},{"id":"2113010081","key":"faction_name_11","text":"Augment","modified":"2023-07-06 12:26:40"},{"id":"2489857622","key":"faction_description_12","text":"Swarm Faction","modified":"2023-07-06 12:26:40"},{"id":"2489857622","key":"faction_name_12","text":"Swarm","modified":"2023-07-06 12:26:40"},{"id":"2943562711","key":"faction_description_13","text":"The Borg Faction","modified":"2023-07-06 12:26:40"},{"id":"2943562711","key":"faction_name_13","text":"Borg","modified":"2023-07-06 12:26:40"},{"id":"157476182","key":"faction_description_14","text":"The Assimilated Faction","modified":"2023-07-06 12:26:40"},{"id":"157476182","key":"faction_name_14","text":"Assimilated","modified":"2023-07-06 12:26:40"},{"id":"2143656960","key":"faction_description_15","text":"Scoundrel, thief, misfit, outcast. To many, these would be met as insults. To Harry Mudd, however? They are the greatest compliments one could receive. Harry Mudd and his Rogues are a ragtag group of the galaxy's greatest thieves, con men, hackers, and enforcers. This outfit of miscreants specializes in large scale heists and with their unique blend of expertise and unbelievable luck, they have yet to be caught.","modified":"2023-07-06 12:26:40"},{"id":"2143656960","key":"faction_name_15","text":"Rogue","modified":"2023-07-06 12:26:40"},{"id":"1750120904","key":"faction_description_16","text":"The Eclipse Corporation","modified":"2023-07-06 12:26:40"},{"id":"1750120904","key":"faction_name_16","text":"Eclipse","modified":"2023-07-06 12:26:40"},{"id":"1742105784","key":"faction_description_17","text":"The Actian Faction","modified":"2023-07-06 12:26:40"},{"id":"1742105784","key":"faction_name_17","text":"Actian","modified":"2023-07-06 12:26:40"},{"id":"2441672062","key":"faction_description_18","text":"Alliance Faction","modified":"2023-07-06 12:26:40"},{"id":"2441672062","key":"faction_name_18","text":"Alliance","modified":"2023-07-06 12:26:40"},{"id":"3536012672","key":"faction_description_19","text":"The Cardassian Faction","modified":"2023-07-06 12:26:40"},{"id":"3536012672","key":"faction_name_19","text":"Cardassian","modified":"2023-07-06 12:26:40"},{"id":"1874961561","key":"faction_description_20","text":"The Bajorans, one of the oldest cultures in the Alpha Quadrant; a deeply spiritual society of artists, scientists and thinkers. The once peaceful Bajorans were forced to take arms when their world was occupied by the brutal Cardassians. So they understand the importance of resisting oppression. Aided by their faith in the Prophets of the Celestial Temple, a mysterious wormhole in Bajoran space, they are ready to fight so no one else suffers as they have done.","modified":"2023-07-06 12:26:40"},{"id":"1874961561","key":"faction_name_20","text":"Bajoran","modified":"2023-07-06 12:26:40"},{"id":"1530685377","key":"faction_description_21","text":"The Dominion Faction","modified":"2023-07-06 12:26:40"},{"id":"1530685377","key":"faction_name_21","text":"Dominion","modified":"2023-07-06 12:26:40"},{"id":"4138978039","key":"faction_description_24","text":"The Ex-Borg are defined not by what they are, but by what they are not. They are not Borg. They are not machines. They are simply people trying their hardest to reclaim a life that was taken from them. These refugees are reviled for their indelible link to a race that inspires a deep and primal fear, while their tech is coveted by those seeking power and profit. The Ex-Borg are fighting for their very right to exist in a galaxy that wishes they didn’t.","modified":"2023-07-06 12:26:40"},{"id":"4138978039","key":"faction_name_24","text":"Ex-Borg","modified":"2023-07-06 12:26:40"}]